Repository: Kus-Kus16/Gwint
Catalog: locales/*/LC_MESSAGES/*.po
Languages: pl

source: Choose 2 cards to discard.
pl: Wybierz 2 karty do odrzucenia.

source: Choose 1 card from your deck.
pl: Wybierz 1 kartę z talii.

source: Choose a card to donate.
pl: Wybierz kartę do oddania.

source: Choose 1 card from the discard piles.
pl: Wybierz 1 kartę ze stosów kart odrzuconych.

source: Put the cards back on the deck.
pl: Odłóż karty na stos talii.

source: Neutral
pl: Neutralne

source: Northern Realms
pl: Królestwa Północy

source: Nilfgaardian Empire
pl: Cesarstwo Nilfgaardu

source: Monsters
pl: Potwory

source: Duchy of Toussaint
pl: Księstwo Toussaint

source: Cult of Eternal Fire
pl: Kult Wiecznego Ognia

source: Server not responding:
pl: Serwer nie odpowiada:

source: Server responded with:
pl: Serwer odpowiedział kodem:

source: Incorrect opponent deck
pl: Niepoprawna talia przeciwnika

source: Your selected deck is incorrect.
pl: Wybrana talia jest niepoprawna.

source: Opponent disconnected.
pl: Przeciwnik rozłączył się

source: Random
pl: Losowy

source: OFF
pl: Wył.

source: ON
pl: Wł.

source: Your turn!
pl: Twój ruch!

source: Opponent's turn
pl: Ruch przeciwnika

source: You will go first.
pl: Zaczynasz jako pierwszy.

source: Your opponent will go first.
pl: Przeciwnik zaczyna jako pierwszy.

source: Opponent used the Scoia'tael faction perk
pl: Przeciwnik użył zdolności specjalnej talii Scoia'tael,

source: to go first.
pl: by rozpocząć rozgrywkę jako pierwszy.

source: for you to go first.
pl: byś rozpoczął rozgrywkę jako pierwszy.

source: Round start
pl: Początek rundy

source: Your opponent has passed
pl: Przeciwnik spasował

source: Round passed
pl: Koniec rundy

source: The round ended in a draw.
pl: Runda zakończyła się remisem.

source: Your opponent won the round.
pl: Przeciwnik wygrał tę rundę.

source: You won the round!
pl: Wygrałeś tę rundę!

source: Northern Realms faction ability triggered -
pl: Dzięki zdolności talii Królestw Północy,

source: North draws an additional card.
pl: po wygranej rundzie dobiera się dodatkową kartę.

source: Nilfgaardian Empire faction ability triggered -
pl: Dzięki zdolności talii Cesarstwa Nilfgaardu,

source: Nilfgaard wins the tie.
pl: zamiast remisu następuje wygrana Nilfgaardu

source: Monsters faction ability triggered -
pl: Dzięki zdolności talii Potworów,

source: one randomly chosen Monster card stays on board.
pl: losowo wybrana jednostka zostaje do następnej rundy.

source: Skellige faction ability triggered -
pl: Dzięki zdolności talii Skellige,

source: Two random cards are returned to the board.
pl: dwie losowe karty wracają na stół.

source: Duchy of Toussaint faction ability triggered -
pl: Dzięki zdolności talii Księstwa Toussaint,

source: Toussaint draws an additional card.
pl: po przegranej rundzie dobiera się dodatkową kartę.

source: Cult of Eternal Fire faction ability triggered -
pl: Dzięki zdolności talii Kultu Wiecznego Ognia,

source: at the beginning of the game, up to four cards are redrawn.
pl: na początku rozgrywki wymienia się do czterech kart.

source: Awaiting your opponent's decision.
pl: Oczekiwanie na decyzję przeciwnika.

source: Credits
pl: Autorzy

source: Waiting for the opponent
pl: Oczekiwanie na przeciwnika

source: Choose
pl: Wybierz

source: Close
pl: Zamknij

source: Choose up to {n} cards to discard.
pl: Wybierz do {n} kart, które chcesz wymienić.

source: The Scoia'tael faction perk allows you to decide
pl: Talia Scoia'tael daje ci możliwość podjęcia decyzji,

source: who will get to go first.
pl: kto rozpocznie rozgrywkę jako pierwszy.

source: Would you like to go first?
pl: Czy chcesz zacząć jako pierwszy?

source: Me
pl: Ja

source: Opponent
pl: Przeciwnik

source: Play
pl: Graj

source: Commander
pl: Dowódca

source: Card Collection
pl: Kolekcja Kart

source: Cards in Deck
pl: Karty w Talii

source: Total cards in deck
pl: Wszystkie karty w talii

source: Number of unit cards
pl: Liczba kart jednostek

source: Special cards
pl: Karty specjalne

source: Total Unit Card Strength
pl: Całkowita siła jednostek

source: Hero Cards
pl: Karty bohaterów

source: Rematch
pl: Rewanż

source: Round {n}
pl: Runda {n}

source: Press spacebar to pass
pl: Wciśnij spację aby spasować

source: Passed
pl: Pas

source: You
pl: Ty

source: Your Deck
pl: Twoja talia

source: Settings
pl: Ustawienia

source: Exit
pl: Wyjście

source: Return to Menu
pl: Powrót do Menu

source: Volume
pl: Głośność

source: Theme
pl: Motyw

source: FPS Counter
pl: Licznik FPS

source: Language
pl: Język

source: Quick Play
pl: Szybka Gra

source: Server IP
pl: IP Serwera

source: Model, Frontend, Toussaint Deck:
pl: Model, Frontend, Talia Toussaint:

source: Server, Frontend:
pl: Serwer, Frontend:

source: Eternal Fire Deck, Scoia'tael Optimise:
pl: Talia Wiecznego Ognia, Optymalizacja Scoiat'ael:

source: Translations:
pl: Tłumaczenia:
